[
  {
    "id": 1,
    "name": "Muhammad Sumon Molla Selim",
    "title": "Senior Software Engineer | AWS Community Builder | 4x AWS & Terraform Certified",
    "date": "January 23, 2026",
    "relationship": "Muhammad Sumon was senior to Shantu Chandra but didn't manage Shantu Chandra directly",
    "linkedinUrl": "https://www.linkedin.com/in/shantuchandradas/details/recommendations/",
    "photo": "https://media.licdn.com/dms/image/v2/D4D03AQHfdqb6cTbWRQ/profile-displayphoto-shrink_200_200/profile-displayphoto-shrink_200_200/0/1724248771056?e=1771459200&v=beta&t=Ne3TsTylTGfMbdtKRjRAvpJsLtC8hYMVTVN5mDIR0V0",
    "recommendation": "I had the pleasure of working with Shantu Chandra Das for about two years while I served as Tech Lead and he was an Android Developer at our team. Shantu consistently demonstrated strong technical expertise in Android development, particularly with modern architecture patterns, producing clean, maintainable, and robust code. His ability to translate complex requirements into intuitive user experiences helped elevate the quality of our mobile deliverables. Beyond technical skills, Shantu was a dependable team player—communicating effectively, taking ownership of tasks, and delivering results on schedule. I highly recommend Shantu for any team seeking a dedicated and capable engineer."
  },
  {
    "id": 2,
    "name": "Samsujjaman Bappy",
    "title": "Head of Information Technology @ Dongyi Sourcing Limited | Specializing in Automation & Digital Transformation | Building Efficient, Future-Ready Tech Ecosystems",
    "date": "January 19, 2026",
    "relationship": "Samsujjaman worked with Shantu Chandra but they were at different companies",
    "linkedinUrl": "https://www.linkedin.com/in/shantuchandradas/details/recommendations/",
    "photo": "https://media.licdn.com/dms/image/v2/D5603AQF8hvRNefknEQ/profile-displayphoto-shrink_200_200/profile-displayphoto-shrink_200_200/0/1718316599870?e=1771459200&v=beta&t=bvz1ylf6bxiekIcSVTYo2kF4L6vrUhlQx4FLiwXj-6U",
    "recommendation": "I've had the opportunity to work closely with Shantu Chandra Das, and he is an exceptionally skilled and dependable software engineer. Shantu has strong hands-on expertise in Laravel backend development, Vue.js frontend, and mobile application development using Flutter and Android. He consistently demonstrates a deep understanding of system architecture and is able to build scalable, well-structured solutions with clean and maintainable code. What truly sets Shantu apart is his problem-solving mindset, attention to detail, and ability to quickly adapt to new technologies. He communicates clearly, collaborates effectively with cross-functional teams, and always takes ownership of his responsibilities. I highly recommend Shantu for any organization looking for a reliable full-stack engineer who can deliver high-quality results and add real value to complex projects."
  },
  {
    "id": 3,
    "name": "Abdullah Aal Amin",
    "title": "Project Lead | ERP Architecture & Web Apps | Laravel/PHP | Team Leadership",
    "date": "January 18, 2026",
    "relationship": "Abdullah worked with Shantu Chandra but they were at different companies",
    "linkedinUrl": "https://www.linkedin.com/in/shantuchandradas/details/recommendations/",
    "photo": "https://media.licdn.com/dms/image/v2/D5603AQEq3uMNrwoXxA/profile-displayphoto-scale_200_200/B56Zr9qEKuK4AY-/0/1765192265837?e=1771459200&v=beta&t=hCHJLzP7Xgw8w55AUr_mqGWMTh3FqXQQSVvzve0UxnU",
    "recommendation": "I've known Shantu Chandra Das since my early startup days, and we've worked closely on real products and hackathons. Back in 2017, he built a clean, secure, and well-structured authentication system for one of my travel management apps—work that was far ahead of what I usually saw at the time. What stands out most is trust: whenever I need an app developer, Shantu is the first person I go to, because I know he's fully capable of delivering exactly what's needed. He's reliable, technically strong, and understands problems beyond just writing code. I confidently recommend him to anyone looking for a dependable and skilled developer."
  },
  {
    "id": 4,
    "name": "Sabrina Taskin Youthy",
    "title": "Job Placement Executive @Ostad || MBA - HRM || BSc - CSE || Technical & Non Technical Recruitment || Talent Acquisition || CV/ Resume Consultant || Career Counseling || Collaboration || Relationship",
    "date": "January 18, 2026",
    "relationship": "Sabrina worked with Shantu Chandra but on different teams",
    "linkedinUrl": "https://www.linkedin.com/in/shantuchandradas/details/recommendations/",
    "photo": "https://media.licdn.com/dms/image/v2/D5603AQGNdRBnFXLWQQ/profile-displayphoto-scale_200_200/B56ZwCt8CxI4AY-/0/1769572126245?e=1771459200&v=beta&t=hWUwzw5m3_OzdR-L3PxAIpu6sWMd2wwPpMdtW4d-JM8",
    "recommendation": "I'm happy to recommend Shantu Chandra Das Vaiya for his strong technical expertise and professionalism. Although we worked in different teams, I had the opportunity to closely observe Shantu Chandra Das Vaiya's work, dedication, and impact across multiple projects. Shantu Chandra Das Vaiya is a highly skilled Full-Stack Software Engineer with extensive experience in Mobile Development (Flutter, Android), Backend Development (Laravel), and Frontend Development (Vue.js). His ability to design and build scalable systems, along with his deep understanding of modern development practices, truly sets him apart. He consistently demonstrates excellent problem-solving skills, attention to detail, and a proactive mindset when handling complex technical challenges. Beyond his technical strengths, Shantu Chandra Das Vaiya is collaborative, dependable, and always willing to support others by sharing his knowledge and experience. His 8+ years of professional experience are clearly reflected in the quality of his work and his approach to building efficient, maintainable, and scalable solutions. I strongly recommend Shantu Chandra Das Vaiya for any role that requires a seasoned, reliable, and growth-oriented software engineer. He would undoubtedly be a valuable asset to any team or organization."
  },
  {
    "id": 5,
    "name": "Saptarshi Arpa Lishu",
    "title": "HR Executive | Recruitment | Employee Engagement | Aspiring HR Specialist",
    "date": "January 18, 2026",
    "relationship": "Saptarshi Arpa worked with Shantu Chandra but on different teams",
    "linkedinUrl": "https://www.linkedin.com/in/shantuchandradas/details/recommendations/",
    "photo": "https://media.licdn.com/dms/image/v2/D5635AQEs1_nJNsFJCQ/profile-framedphoto-shrink_200_200/B56ZwCvy4UKkAY-/0/1769572609941?e=1770210000&v=beta&t=GvUwmzM7qUVueJzIED1H0oYmb3CCdxxCoWLb01fQ2Ss",
    "recommendation": "I had the opportunity to work alongside Shantu Chandra Das at the same organization, though on different teams. Even from that position, Shantu consistently stood out as a highly skilled and dependable Full-Stack Software Engineer. He brings strong expertise across backend (Laravel), frontend (Vue.js), and mobile development (Flutter, Android), and is clearly comfortable working on scalable, production-level systems. Shantu is proactive, technically sound, and maintains a problem-solving mindset that reflects his years of experience. He communicates well, collaborates professionally, and shows a clear sense of ownership in his work. I believe Shantu would be a valuable asset to any team looking for a versatile and experienced engineer. I wish him all the best in his next professional journey."
  },
  {
    "id": 6,
    "name": "Hossain Md. Arafat",
    "title": "Senior Flutter Developer | Cross-Platform Mobile Apps at Scale | Firebase & Real-Time Systems | 10+ Years Experience | 6+ Production Apps | 200K+ Active Users | Open to Global Remote Roles",
    "date": "January 18, 2026",
    "relationship": "Hossain managed Shantu Chandra directly",
    "linkedinUrl": "https://www.linkedin.com/in/shantuchandradas/details/recommendations/",
    "photo": "https://media.licdn.com/dms/image/v2/D5603AQElbleybf05Fw/profile-displayphoto-scale_200_200/B56ZvljaIbI4AY-/0/1769082824812?e=1771459200&v=beta&t=QHuNhE2n2XfD69WMSgr8hFqoBZm1tNi5Ky-vDnb3egc",
    "recommendation": "I have worked with Shantu Chandra Das for more than eight years, during which he reported directly to me across multiple projects and organizations. I've seen his growth firsthand, from early-career engineering work to becoming a highly reliable and capable full-stack engineer who can be trusted with production-critical systems. Shantu has strong hands-on experience across mobile, backend, and frontend development. He started with mobile engineering (Android and later Flutter) and gradually expanded deep expertise in backend development using Laravel, MySQL, and Docker. He has designed and implemented REST APIs, authentication and authorization flows, multi-tenant systems, and scalable backend architectures that supported real-world production applications with a large user base. What stands out most about Shantu is his ownership mindset. He does not limit himself to assigned tasks; instead, he thinks holistically about system design, data flow, performance, and long-term maintainability. His background in mobile development gives him a strong client-aware perspective when building backend systems, resulting in APIs that are practical, efficient, and well-structured. From a team perspective, Shantu is dependable, disciplined, and professional. He takes code quality seriously, follows clean architecture principles, and is comfortable working across the stack when needed. Over the years, he has consistently delivered under pressure and adapted well to complex domains such as ride-sharing, logistics, enterprise platforms, and large-scale mobile systems. I confidently recommend Shantu Chandra Das for roles involving Mobile App Engineering, backend engineering, and full-stack development. He is a solid engineer who combines technical depth with responsibility and execution, and any team would benefit from having him onboard."
  },
  {
    "id": 7,
    "name": "Anthony Rozario",
    "title": "Co-Founder @ Keerti Creations | Building AR/VR & Digital Twin Solutions | Business Development, Operations & Client Strategy",
    "date": "January 18, 2026",
    "relationship": "Anthony worked with Shantu Chandra on the same team",
    "linkedinUrl": "https://www.linkedin.com/in/shantuchandradas/details/recommendations/",
    "photo": "https://media.licdn.com/dms/image/v2/C5103AQG77Y-vqtmRHA/profile-displayphoto-shrink_200_200/profile-displayphoto-shrink_200_200/0/1520149559726?e=1771459200&v=beta&t=x78etFVjqG2EVF0sf6ORM5mAO8suRJ1UZ3SlpigQoh8",
    "recommendation": "I have the privilege to work with Mr. Shantu in my first job at MUV.Asia in 2016. He is absolutely one of the most talented people I have worked with. His skills at programming and front end designing is admirable. Definitely a gem to have at any workolace."
  },
  {
    "id": 8,
    "name": "Md. Morshadun Nur",
    "title": "Founder | Shopify Agency & Developer – StoresForge, Qbytesoft Custom Stores, Apps, Headless & CRO | 35+ Stores Delivered Helping Brands Build, Grow & Scale on Shopify",
    "date": "June 7, 2022",
    "relationship": "Md. Morshadun worked with Shantu Chandra on the same team",
    "linkedinUrl": "https://www.linkedin.com/in/shantuchandradas/details/recommendations/",
    "photo": "https://media.licdn.com/dms/image/v2/D5603AQH8KeocAnC2QQ/profile-displayphoto-scale_200_200/B56ZvV0HWcHsAc-/0/1768818768451?e=1771459200&v=beta&t=T46UzY_VRzAlOh450k-_bbPmf4Q-i5lCWW7aRUFx2rs",
    "recommendation": "Shantu is a capable Android Developer, with a solid grasp of core Computer Science and Engineering disciplines. I've worked with him on a couple of projects and found him as a great team player. He is always seeking to learn and shares his knowledge with his coworkers. I wish him a great future ahead."
  }
]
